Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: PANs are typically formed by slaving all of a character's devices to their ecto or mesh inserts.
fr_fr: Typiquement, les PAN sont formé en asservissant tous les périphériques du personnage à son ecto ou à son insert de mesh.

source: Similarly, individual components of a security system (doors, sensors, etc.) are usually slaved to a central security node that serves as a chokepoint for anyone hoping to hack the system.
fr_fr: De manière similaire, les éléments d'un système de sécurité (portes, capteurs, etc.) sont généralement asservi à un nœud de sécurité qui sert de point d'accès pour tout ceux qui cherchent à hacker le système.

source: The same is often true for other networks and facilities.
fr_fr: C'est également souvent vrai pour les autres rseaux et installations.

source: Characters may issue commands to any slaved device or teleoperated bot (see Shell Remote Control, p.
fr_fr: Les personnages peuvent envoyer des ordres à tout périphérique esclave ou bot télé opéré (voir Contrôle des Coques à Distance, p.

source: 196) with a Quick Action.
fr_fr: 196) avec une Action Rapide.

source: Each command counts separately, unless the character is issuing the same command to multiple devices/drones.
fr_fr: Chaque ordre est compté individuellement, sauf si le personnage envoie le même ordre à plusieru appareils/drônes.

source: Anytime you extend your communications over great distances, you run into the risk of time lags.
fr_fr: À chaque fois que vous étendez vos communications sur de longues distances, vous rencontrez le risque des décalages distanciels.

source: Most communications are restricted to ``local'' for this reason, which generally means your local habitat and any others within 50,000 kilometers.
fr_fr: La plupart des communications sont limitées au niveau "local" pour cetter aison, ce qui signifie générallement vottre habitat et tous les autres dans un rayon de 50 000 kilomètres.

source: On planetary bodies like Mars, Venus, Luna, or Titan, ``local'' encompasses all of the habitats and linked mesh networks on that planetary body.
fr_fr: Sur les corps planétaires comme Mars, Vénus, la Lune ou Titan, le niveau "local" regroupe tous les habitats et les réseaux meshés connecté à ce corps planétaire.

source: If a character is searching the mesh beyond their local area, the most efficient way is to transmit a search AI (usually a copy of your muse) or a fork to the non-local area, which will then run its search and return completed results.
fr_fr: Si un personnage cherche des données sur le mesh au-delà de leur zone locale, la méthode la plus efficace est de transmettre une IA de recherche (générallement une copie de votre Muse) ou un fork vers la zone non-locale, et qui effectuera ensuite la recherche et renverra les résultats une fois terminée.

source: This process does, however, add to the time of transmission to the timeframe (i.e., searching the mesh of a station 10 light-minutes away adds 20 minutes to the search as the search is transmitted over and the results are transmitted back).
fr_fr: Ce procédé ajoute cependant le temps de transmission à l'intervalle de temps de la recherche (i.e., rechercher sur le mesh d'une station à 10 minutes lumières ajoutera 20 minutes au temps de la recherche alors qu'elle sera envoyée là-bas et qu'elle devra revenir).

source: Since long-distance communications are sometimes interfered with
fr_fr: Comme les communication longue distance subissent parfois des interférences

source: or bumped for higher-priority items, the gamemaster can increase this time at their discretion.
fr_fr: ou sont retardées au profit d'éléments à plus haute priorité, le maîþre de jeu peut augmenter ce temp de manière appropriée à la situation.

source: If the research involves correlation and fine-tuning the search parameters based on data accumulated from different locals, the timeframe may be exponentially increased due to the need for back-and-forth interaction.
fr_fr: Si la recherche implique de faire des déductions et de paramétrer finement les critères de recherche en fonction des données accumulées sur différentes zone, l'intervalle peut augmenter de manière exponentielle en raison du besoin d'interagir en aller et retour.

source: If the character is simply communicating with or accessing non-local networks, an appropriate time lag must be introduced between communications and actions The effects of this lag are largely up to the gamemaster as fitting current distances and other factors.
fr_fr: Si le personnage ne fait que communiquer avec ou accéder à de réseaux non-locaux, un décalage temporel approprié peut être introduit entre ls commnications et les actions. L'effet de ce décalage est essentiellement laissé à l'apprcéiation du maître de jeu en fonction des distances et des autres facteurs.

source: Meshed characters may connect to and interact with numerous devices, networks, and services simultaneously There is no penalty for doing this, but the character may only focus on one system at a time.
fr_fr: Les personnages meshés peuvent se connecter et interagir simultanément avec de nombreux appareils, réseaux et services. il n'y a pas de pénalité pour le faire, mais le personnage en peut se concentrer que sur un seul système à la fois.

source: In other words, you may only interact with one system at a time, though you may also switch between them freely, even within the same Action Phase.
fr_fr: En d'autres termes, vous ne pouvez interagir qu'avec un seul système à la fois, même si vous pouvez basculer de l'un à l'autre librement, même dans la même Phase d'Action.

source: You could, for example, spend several Quick Actions to send a message with your ecto, tell your spime oven at home to start cooking dinner, and look up a friend's updated profile on a social network.
fr_fr: Vous pouvez, par exemple, dépenser plusierus Action Rapide pour envoyer un message avec votre ecto, demander à votre four spime chez vous de démarrer la cuisson du dîner et regarder la mise à jour du profil d'un ami sur un réseau social.

source: You may not, however, hack into two separate systems simultaneously.
fr_fr: Vous ne pouvez cependant pas pirater deux systèmes simultanément.

source: Note that you may send the same command to multiple slaved devices or teleoperated drones with the same Quick Action, as noted above.
fr_fr: Notez que vous pouvez envoyer la même commande à plusierus appareils asservis ou drône téléopéré avec la même Action Rapide, comme signalé plus haut.

source: Online Research
fr_fr: Recherche En Ligne

source: The Research skill (p.
fr_fr: La compétence Recherce (p.

source: 184) represents a character's ability to track down information in the mesh.
fr_fr: 184) représente la capacité d'un personnage à trouver de l'inofrmation sur le mesh.

source: Such information includes any type of digitized data: text, pictures, vids, XP, sensor feeds, raw data, software, etc.
fr_fr: De telles informations incluent tout type de données numérisées: texte, images, vids, XP, flux de senseur, données brutes; logiciel, etc.

source: This data is culled from all manner of sources: blogs, archives, databases, directories, social networks, rep networks, online services, forums, chat rooms, torrent caches, and regular mesh sites of all kinds.
fr_fr: Ces données sont agrégées depuis de nombreuses sources: blogs, archives, bases de données, annuaires, réseaux sociaux, réseaux de réputation, services en ligne, forums, salon de discussion, cache de torrents et sites mesh de tout types.

source: Research is conducted using various public and private search engines, both general and specialized, as well as data indices and search AIs.
fr_fr: La recherche est faites en utilisant divers moteur de recherche publics et privés, à la fois généraliste et spécialisés, ainsi qu'avcec des index de données et des IA de recherche.

source: Research has other uses as well.
fr_fr: La recherche à également d'autres utilisations.

source: Hackers use it when looking for specific information on a network or device on which they have intruded.
fr_fr: Les hackeurs s'ne servent lorsqu'ils cherchent des informations spécifiques sur un réseau ou un appareil sur lequel ils se sont introduit.

source: Likewise, since everyone inevitably uses and interacts with the mesh, Research skill is also a way to identify, backtrack, and/ or gather information on people as long as they have not hidden their identity, worked anonymously, or covered their identity with a shroud of disinformation.
fr_fr: Puisque tout le monde utilises et interagit inévitablement avec le mesh, la compétence Recherche est également une bonne méthode pour identifier, remonter la piste et/ou rassembler des informations sur des personnes tant qu'elles n'ont pas dissimulé leur identité, travaillées anonymement ou couverts leurs identités avec un nuage de désinformation.

source: Due to the sheer amount of data available, finding what you're looking for may sometimes seem a daunting task.
fr_fr: En raison de la somme importante de données disponible, trouver ce que vous cherchez peut sembler parfois une tâche exténuante.

source: Thankfully, information is fairly well organized, thanks to the hard work of ``spider'' AIs that cruise the mesh and constantly update data and search indices.
fr_fr: Heureusement, l'information est relativement bien organisée, grâce au dur labeur des IA "spiders" qui patrouillent le mesh et maintiennent constamment à jour les données et les index de recherches.

source: Additionally, information on the mesh is tagged with semantics, meaning that it's presented with code that allows a machine to understand the context of that information as well as a human reader would.
fr_fr: De plus, l'information sur le mesh est sémantiquement étiquetté, ce qui fait qu'elle est présentée en code permettant à une machine de comprendre le contexte de l'information aussi bien que le ferai un lecteur humain.

source: This helps AIs and search software correlate data more efficiently.
fr_fr: Cela permet aux IA et aux logiciels de recherche de corréler les données plus efficacement.

source: So finding the data is usually not as difficult as analyzing it and understanding it.
fr_fr: Trouver les données n'est donc générallement pas aussi difficile que les analyser et les comprendre.

source: Finding specialized or hidden info or correlating data from multiple sources is usually the real challenge.
fr_fr: Trouver des informatiosn spécialisées ou dissimulées ou corréler des données de plusieurs sources représente généralement le défi réel.

source: Perhaps a larger issue is the amount of incorrect data and misinformation online.
fr_fr: Un plus gros problème peut-être aussi la quantité de données erronées et de désinformation que l'on peut trouver en ligne.

source: Some data is simply wrong (mistakes happen) or outdated, but the nature of the mesh means that such things can linger on for years and even propagate far and wide as they are circulated without fact-checking.
fr_fr: Certaines données sont tout simplement fausses (les erreurs arrive) ou périmées, mais la nature du mesh fait que de telles choses peuvent demeurer en ligne pendant des années et même se propager relativement loin alors qu'elles circulent sans vérifier les faits.

source: Likewise, given
fr_fr: De plus, étant donné

source: the amount of transparency in modern society, some entities actively engage in disinformation spreading in order to clutter the mesh with enough falsehoods that the truth is hidden.
fr_fr: le niveau de transparence de la société moderne, certaines entités se lance activement dans la propagation de désinformation afin de cribler le mesh avec suffisant de mensonges que la vérité est cachée.

source: Two factors help to combat this, the first being that data sources themselves have their own reputation scores, so that untrustworthy or disreputable sources can be identified and ranked lower in search results.
fr_fr: Deux facteurs aident à limiter ce phénomène, le premie est que les sources de données elle-mêmes ont leur propre score de réputation, les sources auquel on ne peut faire confiance ou qui ont une mauvaise réputation peuvent être identifiée et sont classées plus bas dans les résultats de recherche.

source: Second, many archives take advantage of crowdsourcing—that is, harnessing the collaborative power of mesh users (and their muses) everywhere—to verify data integrity so that these sites are dynamic and self-correcting.
fr_fr: Le second facteur est que beaucoup d'archives utilisent la sagesse des foules - en gros, exploiter la puissance collaborative des utilisateurs du mesh (et de leur muses) dés que possible - pour vérifier l'intégrité des données pour que ces sites soient dynamiques et se corrigent d'eux-même.

source: Search Capabilities
fr_fr: Capacité de Recherche

source: Online research in Eclipse Phase is not the same as just googling something.
fr_fr: La recherche en ligne dans Eclipse Phase n'est pas pareil que simplement googler quelque chose.

source: Here are five ways in which it is vastly improved:
fr_fr: Voici cinq choses qui ont grandement amélioré les recherches:

source: Pattern Recognition: Biometrics and other forms of pattern recognition are efficient and intelligent.
fr_fr: Reconnaissance de Motifs: La biométrie et d'autres formes de reconnaissance de motifs sont efficaces et intelligents.

source: It is not only possible to run image recognition searches (in real-time, via all available spimes and sensor feeds), but to search for patterns such as gait, sounds, colors, emotive displays, traffic, crowd movement, etc.
fr_fr: Non seulement il est possible de lancer des recherches de reconnaissances d'image (en temps réel, via tous les spimes et flux de cpateurs disponible), mais on peut aussi chercher des motifs tels que des démarches, des couleurs, des expressions, du traffic, des mouvements de foule, etc..

source: Kinesics and behavioral analysis even allow sensor searches for people exhibiting certain behavioral patterns, such as suspicious loitering, nervousness, or agitation.
fr_fr: La kinésique et l'analyse comportementale permettent même d'utiliser les recherches de capteurs pour trouver des personnes présentant certains motifs comportementaux, tels que les rodeurs suspects, la nervosité ou l'agitation.

source: Metadata: Information and files online come with hidden data about their creation, alteration, and access.
fr_fr: Métadonnées: L'information et les fichiers en ligne sont fournit avec des donénes cachées concernant leur création, modification et accès.

source: A photo’s metadata, for example, will note what gear it was taken on, who took it, when, and where, as well as who accessed it online, though such metadata may be easily scrubbed or anonymized.
fr_fr: les métadonnées d'une photo, par exemple, indiquerons avec quel équipement elle a été prise, qui l'a prise, quand et où, ainsi que les personnes qui y ont accéder en-ligne, bien que de telles métadonnées peuvent facilement être effacés ou anonymisées.

source: Data Mash-Ups: The combination of abundant computing, archived data, and ubiquitous public sensors enable intriguing correlations to be drawn from data that is mined and collated.
fr_fr: Aglomérats de Données: La combinaison de l'abondance de la puissance de calcul, des données archivés et des capteurs publics ubiquitaires permettent d'extraire de curieuses corrélations des données exploitées et collectées.

source: In the midst of a habitat emergency such as a terrorist bombing, for example, the ID of everyone in the vicinity could be scanned, compared to data archives to separate out those who have a history of being in the vicinity at that particular time, with those remaining checked against databases of criminal/suspect history and their recorded actions analyzed for unusual behavior.
fr_fr: Lors d'une urggence sur un habitat telle qu'un attentat terroriste, par exemple, l'ID de tout ceux qui sont dasn le voisinnage peut être scannée, comparée aux archives de données pour distinguer ceux qui ont un déjà été dans le voisinnage à ce moment particulier, des autres et qui sotn ensuite vérifiés avec les bases de données de criminel.suspect et de l'enregistrement de leurs actions qui sont analisés pour détecter des comportements inahbituels.

source: Translation: Real-time translation of audio and video is available from open source translation bots.
fr_fr: Traduction: La traduction temps-réel de l'audio et de la vidéo est rendue possible par des bots de traduction open source.

source: Forecasting: A significant percentage of what people do on any day or in response to certain situations conforms to routines, enabling easy behavioral prediction.
fr_fr: Anticipation: Un pourcentage significatif de ce que font les gens chaque jour en réponse à certaines situations se conforme à une routine, permettant une prédiction comportementale.

source: Muses take advantage of this to anticipate needs and provide whatever is desired at the right moment and in the right context.
fr_fr: Les muses profitent de cela pour anticiper les besoins et fournir tout ce qui est désiré au bon moment et dans le bon contexte.

source: The same logic applies to actions by groups of people, such as economics and social discourse, making predictions markets a big deal in the inner system.
fr_fr: La même logique s'applique aux actions de groupes, telles que l'économie et le discours social, rednant le marché la prédiction du marché un business florissant dans le système.

source: Online research is often a crucial element of Eclipse Phase scenarios, as characters take to the mesh to research backgrounds and uncover clues.
fr_fr: la recherche en-ligne est souvent un élément crucial des scénarios de Eclipse Phase, les personnages comptant sur le mesh pour faire des recherche de fond et découvrir des indices.

source: The following suggestions present a method of handling research that does not rely solely on dice rolls and integrates it with the flow of the plot.
fr_fr: les suggestiosn suivantes présentent une méthode de gérer les recherche qui ne reposent pas uniquement sur les jets de dés et qui les intègre au déroulement de l'intrigue.

source: First, common and inconsequential information should be immediately available without requiring a roll at all.
fr_fr: Tout d'abord, toute les informations commune et sans conséquence devraient être immédiatement disponible sans même nécessiter de jet de dé.

source: Most characters rely on their muses to handle searches for them, passing on the results while the character focuses on other things.
fr_fr: La plupart des personnages se reposent sur leur muse pour gérer les recherche à leur place, récupérant les résultat alors que les personnages se concentrent sur d'autres choses.

source: For searches that are more detailed, difficult, or central to the plot, a Research Test should be called for (made either by the character or their muse).
fr_fr: Pour les recherches plsu détaillées, difficiles ou centrale à l'intrigue, un Test de Recherche peut être demandé (fait soit par le personnage soit par leur muse).

source: This test indicates the process of finding links to and/or accumulating all data that may in fact be relevant to the search topic.
fr_fr: Ce test représente l'opération de récupération de liens et/ou l'accumulation de données qui peuvent être pertinente.

source: This test should be modified as appropriate to the obscurity of the topic, ranging from +30 for common and public topics to –30 for obscure or unusual intel.
fr_fr: Ce test devrait être modifié de manière approprié à l'exposition du sujet, allant de +30 pour les sujets communs et publics à -30 pour les renseignements obsucr ou inhabituels.

source: This initial search has a timeframe of 1 minute.
fr_fr: Cette recherche initiale a un intervalle d'1 minute.

source: If successful, it turns up enough data to give the character a basic overview, perhaps with cursory details.
fr_fr: Si c'est une réussite, le personnage trouve suffisament de donnée pour un aperçu basique, peut-être avec quelques détails superficiels.

source: The gamemaster should use the MoS to determine the depth of the data provided on this initial excursion, with an Excellent Success providing some bonus details.
fr_fr: Le maître de jeu devrait utiliser la MdR pour déterminer la pertinence des données trouvées suite à cette excusrion initilae, une Réussite Exceptionelle fournissant des détails supplémentaires.

source: Similarly, a Severe Failure (MoF 30+) may result in the character working with data that is incorrect or intentionally misleading.
fr_fr: De manière identique, un Échec Catastrophique (MdE 30+) peut amener le personnage à travailler avec des données incorrectes ou intentionellement trompeuse.

source: The next step is not so much accumulating links and data as it is analyzing and understanding the information acquired.
fr_fr: L'étape suivante n'est plus tellement d'accumuler des liens et des données que d'analyser et comprendre l'information acquise.

source: This requires another Research Test, again modified by the obscurity of the topic.
fr_fr: Cela nécessite un autre Test de Recherche, modifié encore une fois par l'exposition du sujet.

source: If the gamemaster allows it, complementary skills (p.
fr_fr: Si le maîþre de jeu l'autorise, des compétences complémentaires (p.

source: 173) may apply to this test, providing bonus modifiers (for example, an understanding of Academics Chemistry would help research the effects of a strange drug).
fr_fr: 173) peuvent s'appliquer à ce test, fournissant des modificateurs (par exemple, une compréhension des la Chimie Acadméique pourra faciliter la rechercche sur les effets d'une drogue étrange).

source: Muses may also perform this task, though their skills are typically inferior.
fr_fr: Les muses peuvent également accomplir cette tâche, bien que leur compétence soient généralement inférieure.

source: As above, success determines the quality and depth of the analysis, with an Excellent Success providing the full story and potential related issues and a Severe Failure marking completely incorrect assumptions.
fr_fr: Commer au-dessus, la réussite détermine la qualité et le niveau de détail de l'analyse, un Succès Exceptionnel fournissant tous les détails de l'histoire et les problèmes potentiellement liés et un Échec Catastrophique signalant des supposition complètement erronées.

source: The timeframe for this phase of research largely depends on two factors: the amount of data being analyzed and the importance to the storyline.
fr_fr: L'intervalle de cette pahe de recherche dépend largement de deux facteurs: la quantité de donnée a anlyser et l'importance par rapport à l'histoire.

source: Gamemasters
fr_fr: Les maîtres de jeux

source: need to carefully measure out their distribution of intel and clues to players.
fr_fr: doivent faire particulièrement attention à leur distribution d'information et d'indices aux joueurs.

source: Give them too much too soon, and they may spoil the plot.
fr_fr: Donnez en trop et trop tôt, et ils pourraient gâcher l'intrigue.

source: Fail to give them enough, and they may get frustrated or pursue dead ends.
fr_fr: Ne leur en donnez pas suffisament et ils peuvent se frustrer ou se lancer dans des impasses.

source: Timing is everything.
fr_fr: Tout dépend du minutage.

source: Characters may also set up ongoing mesh scans that will alert them if any relevant information comes up new or updated, or is somehow changed.
fr_fr: Les personnages peuvent aussi configurer des analyse du mesh qui les alerteront si une information pertinente apparaît ou est mise à jour, ou est modifiée d'une manière ou d'une autre.
